Repository: matteo-lorenzi/R4.01
Catalog: translations/messages+intl-icu.*.xlf
Languages: it, jp

# boutique.index.Boutique
source: Store :
it: Negozio :
jp: ブティック：

# boutique.index.Rayon
source: Rayon(s)
it: Reparto(i)
jp: レイヨン（複数）

# boutique.rayon.title
source: Rayon -
it: Reparto -
jp: レイヨン -

# boutique.rayon.heading
source: Rayon -
it: Reparto -
jp: レイヨン -

# boutique.rayon.category
source: Category
it: Categoria
jp: カテゴリ

# boutique.rayon.products
source: Products
it: Prodotti
jp: 製品

# boutique.rayon.see_more
source: See more
it: Vedi di pi√π
jp: 詳細を見る

# templates.navbar.titre
source: Store Home!
it: Benvenuto nel Negozio!
jp: ホームボディーショップ！

# templates.navbar.Boutique
source: Store
it: Negozio
jp: 店

# templates.navbar.Contact
source: Contact
it: Contatto
jp: お問い合わせ

# home.index.title
source: Home
jp: ホーム

# home.index.header
source: Store R4.01
it: Negozio R4.01
jp: 店 R4.01

# home.index.logo_alt
source: Logo Store
it: Logo del Negozio
jp: 店のロゴ

# home.index.card_text
source: Nothing here to sell, just to learn...
it: Niente da vendere qui, solo per imparare...
jp: ここには何も売られていません、ただ学ぶためです...
